app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "status", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "teste"], ["body", "kjbhjkbkhb"], ["status", "public"], ["created_at", "2022-03-04 17:18:38.768691"], ["updated_at", "2022-03-04 17:18:38.768691"]]
---
  def create
    @article = Article.new(article_params)

    if @article.save